10/data/attachments/7dcbdc431df324fc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_483a4ba2-a522-4cf8-ac9c-d9c3af666742</nif:username>
            <nif:friendToBeAdded>Jennifer_office_Actions_98246_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>